Repository: sputnikus/django-security
Catalog: security/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Slow down
cs: Zpomal

source: Too many login attempts
cs: Příliš mnoho pokusů o přihlášení

source: You have logged in too many times
cs: Příliš mnoho přihlášení najednou

source: related objects
cs: vztažené objekty

source: source
cs: zdroj

source: raised output logged requests
cs: vyvolané výstupní logované dotazy

source: raised command logs
cs: vyvolané spustitelné úlohy

source: raised celery task logs
cs: vyvolané celery úlohy

source: request body
cs: tělo dotazu

source: response body
cs: tělo odpovědi

source: error message
cs: zpráva chyby

source: queries
cs: query string

source: request headers
cs: hlavičky dotazu

source: path
cs: cesta

source: Request
cs: Dotaz

source: Response
cs: Odpověď

source: User information
cs: Uživatelské informace

source: Extra information
cs: Další informace

source: user
cs: uživatel

source: output
cs: výstup

source: celery task
cs: celery úloha

source: celery task run
cs: zpracování celery úlohy

source: celery task runs
cs: zpracování celery úlohy

source: input
cs: vstup

source: log ID
cs: ID logu

source: response headers
cs: hlavičky odpovědi

source: response time
cs: Čas odpovědi

source: method
cs: metoda

source: URL path
cs: URL cesta

source: HTTPS connection
cs: HTTPS spojení

source: response code
cs: kód odpovědi

source: state
cs: stav

source: error description
cs: popis chyby

source: user ID
cs: ID uživatele

source: IP address
cs: IP adresa

source: input logged request
cs: vstupní logovaný dotaz

source: input logged requests
cs: vstupní logované dotazy

source: output logged request
cs: výstupní logovaný dotaz

source: output logged requests
cs: výstupní logované dotazy

source: name
cs: název

source: is executed from command line
cs: spuštěno z příkazové řádky?

source: command log
cs: log spustitelné úlohy

source: command logs
cs: logy spustitelných úloh

source: invocation ID
cs: ID vyvolání

source: task name
cs: název úlohy

source: queue name
cs: název fronty

source: applied at
cs: aplikováno

source: triggered at
cs: vyvoláno

source: is unique
cs: unikátní

source: is async
cs: asynchronní

source: is duplicate
cs: duplicitní

source: is on commit
cs: vyvoláno v módu on commit

source: task args
cs: úloha - args

source: task kwargs
cs: úloha - kwargs

source: estimated time of first arrival
cs: předpokládaný čas spuštění prvního zpracování úlohy

source: time of expiration
cs: čas expirace

source: stale task time
cs: čas zneplatnění úlohy

source: celery tasks
cs: celery úlohy

source: result
cs: výsledek

source: retries
cs: opakování

source: estimated time of arrival
cs: předpokládaný čas spuštění

source: celery tasks run
cs: zpracování celery úlohy

source: Incomplete
cs: Nedokončený

source: Warning
cs: Varování

source: Error
cs: Chyba

source: Active
cs: Aktivní

source: Succeeded
cs: Dokončený

source: Failed
cs: Chyba

source: Waiting
cs: Čeká

source: Triggered
cs: Vyvoláno

source: Expired
cs: Expirovaný

source: Timeout
cs: Časový limig

source: Ignored
cs: Ignorováno

source: Retried
cs: Opakovaný

source: celery task invocations
cs: vyvolání celery úloh

source: Critical
cs: Kritické

source: Common request
cs: Běžný HTTP dotaz

source: Throttled request
cs: Throttled HTTP dotaz

source: Successful login request
cs: Úspěšné přihlášení

source: Unsuccessful login request
cs: Neúspěšné přihlášení

source: Successful two factor code verification request
cs: Úspěšné přihlášení při dvoufaktorovém ověření kódu

source: Unsuccessful two factor code verification request
cs: Neúspěšné přihlášení při dvoufaktorovém ověření kódu

source: request timestamp
cs: datum a čas dotazu

source: response timestamp
cs: datum a čas odpovědi

source: status
cs: stav

source: exception name
cs: název výjimky

source: Path
cs: Cesta

source: type
cs: typ

source: time
cs: čas

source: executed from command line
cs: spuštěno z příkazové řádky?

source: finished successfully
cs: úspěšně dokončeno

source: Too Many Requests (429)
cs: Příliš mnoho HTTP dotazů (429)
